Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Telemetry sends Mozilla data about performance, hardware, configurations, customizations and app usage in your {{brandShortName}} device. We use this to make our products better, faster and more responsive.
bn_bd: টেলিমেট্রি মজিলার নিকট আপনার {{brandShortName}} ডিভাইসের পারফরম্যান্স,হার্ডওয়ার,কনফিগারেশন এবং পরিবর্তনগুলো পাঠায়। আমাদের পণ্যগুলোতে আরও ভাল, দ্রুত এবং প্রতিক্রিয়াশীল করতে আমরা এগুলো ব্যবহার করি।

source: Tell websites and apps that I do not want to be tracked
bn_bd: ওয়েবসাইট এবং অ্যাপসমূহকে বলুন যে আমি ট্র্যাক হতে চাই না

source: Tell websites and apps that I want to be tracked
bn_bd: ওয়েবসাইট এবং অ্যাপসমূহকে বলুন যে আমি ট্র্যাক হতে চাই

source: Test with:
bn_bd: যা দিয়ে পরিক্ষা করবেন:

source: Tethering on
bn_bd: টিথারিং চালু

source: Tethering on, active
bn_bd: টিথারিং চালু, সক্রিয়

source: Tethering Settings
bn_bd: টিথারিং সেটিং

source: text
bn_bd: লেখা

source: Text Message (SMS)
bn_bd: টেক্সট মেসেজ (SMS)

source: Thanks for the feedback! We use it to help create better experiences in future releases of Firefox OS.
bn_bd: প্রতিক্রিয়ার জন্য ধন্যবাদ! আমরা এটি ব্যবহার করব এমনভাবে যাতে আমরা ফায়ারফক্স ওএস এর ভবিষ্যৎ ভার্সনগুলোতে আরও ভাল অভিজ্ঞতা সৃষ্টিতে সহায়তা পায়।

source: That’s it!
bn_bd: এখানেই সমাপ্ত!

source: The alarm is set for {{days}} {{hours}} from now.
bn_bd: অ্যালার্ম এখন থেকে {{days}} {{hours}} পর বেজে উঠবে।

source: The alarm is set for {{hours}} {{minutes}} from now.
bn_bd: এই অ্যালার্মটি এখন থেকে {{hours}} {{minutes}} পর বেজে উঠবে।

source: The alarm is set for <strong>{{minutes}}</strong> from now.
bn_bd: এই অ্যালার্মটি এখন থেকে <strong>{{minutes}}</strong> মিনিট পর বেজে উঠবে।

source: The authentication mechanism is not supported yet.
bn_bd: অনুমোদন প্রক্রিয়াটি এখনও সমর্থিত নয়।

source: The battery is too low to use the camera.
bn_bd: কম ব্যাটারীতে ক্যামেরা চালানো যাবেনা।

source: The camera is in use by another app.
bn_bd: অন্য অ্যাপ ক্যামেরা ব্যবহার করছে।

source: The characters you type when entering a search are sent to multiple search providers and will be used to send you search suggestions. Additional data charges may apply when using this feature.
bn_bd: অনুসন্ধানের জন্য আপনি কোনো অক্ষর টাইপ করলে তা একাধিক অনুসন্ধান প্রদানকারীর কাছে পাঠানো হয় এবং তারা আপনাকে অনুসন্ধান প্রস্তাবনা করে। এই ফিচারটি ব্যবহার করলে অতিরিক্ত ডাটা খরচ হতে পারে।

source: The configuration message you received could not be authenticated against your SIM card, so cannot be used to configure your device.
bn_bd: আপনি যে কনফিগারেশন বার্তাটি পেয়েছেন সেটা আপনার সিম কার্ড এর জন্য অনুমোদিত নয়, তাই এটির সাহায্যে ডিভাইসটি কনফিগার করা সম্ভব নয়।

source: The configuration message you received does not have valid APNs.
bn_bd: আপনি যে কনফিগারেশন বার্তাটি পেয়েছেন তাতে কোনো বৈধ APN নেই।

source: The contact cannot be shared due to Facebook constraint.
bn_bd: ফেসবুকের বাধ্যবাধকতা থাকার কারনে পরিচিতি শেয়ার করা যাবেনা।

source: The content of your feedback will be public, so please be sure not include any personal information.
bn_bd: আপনার প্রতিক্রিয়ার বিষয়বস্তু সকলের জন্য উন্মুক্ত থাকবে, অনুগ্রহ করে ব্যাক্তিগত তথ্য দিয়েছেন কি না নিশ্চিত হোন।

source: The current data transfer will be suspended. Continue anyway?
bn_bd: চলমান ডাটা ট্রান্সফার বাতিল করা হবে। তারপরও এগিয়ে যাবেন?

source: The device is currently unable to communicate with the carrier. Try setting the preference again.
bn_bd: ডিভাইসটি বর্তমানে ক্যারিয়ারের সাথে যোগাযোগ করতে পারছে না। পুনরায় পছন্দ নির্ধারণ করুন।

source: The download can be restarted later.
bn_bd: ডাউনলোড পরেও পুনরায় করা যাবে।

source: The downloaded file cannot be played on this device.
bn_bd: ডাউনলোড করা ফাইলটি এই ডিভাইসে চালানো যাচ্ছে না।

source: The downloaded image cannot be displayed on this device.
bn_bd: ডাউনলোড করা ছবিটি আপনার ডিভাইসে প্রদর্শন করা যাচ্ছে না।

source: The download failed because of a server error.
bn_bd: সার্ভারে ত্রুটির কারণে ডাউনলোডটি ব্যর্থ হয়েছে।

source: The event cannot end before its start date
bn_bd: ইভেন্ট কখনো তার আরম্ভের তারিখের আগে শেষ হতে পারে না

source: The event cannot end before its start time
bn_bd: ইভেন্ট কখনো তার আরম্ভের সময়ের আগে শেষ হতে পারে না

source: The file is corrupted. It cannot be used to create a ringtone.
bn_bd: এই ফাইলটি নষ্ট। এটি রিংটোন তৈরিতে ব্যবহার করা যাবেনা।

source: The files you have selected are too large.
bn_bd: আপনি অনেক বড় ফাইল নির্বাচন করেছেন।

source: The file wasn’t found on the device
bn_bd: ফাইলটি এই ডিভাইসে খুঁজে পাওয়া যায়নি

source: The file you have selected is too large.
bn_bd: আপনি অনেক বড় ফাইল নির্বাচন করেছেন।

source: The message could not be sent.
bn_bd: বার্তা প্রেরণ সম্ভব হয়নি।

source: The message could not be sent. Try again?
bn_bd: বার্তা প্রেরণ সম্ভব হয়নি। আবার চেষ্টা করবেন?

source: The message has not been processed yet, do you really want to quit?
bn_bd: বার্তাটি এখনও তৈরি হয়নি, আপনি সত্যিই বের হয়ে যেতে চান?

source: The message you’re looking for is no longer available.
bn_bd: আপনি যে বার্তাটি খুঁজছেন সেটি আর বিদ্যমান নেই।

source: The NCK code is incorrect.
bn_bd: NCK কোডটি ভুল।

source: The network {{networkName}} was found. Join network?
bn_bd: {{networkName}} নেটওয়ার্কটি পাওয়া গিয়েছে। নেটওয়ার্কটিতে যোগ দিবেন?

source: The number is currently busy. Please try again later.
bn_bd: এই নম্বরটি বর্তমানে ব্যস্ত আছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।

source: The old PIN you typed is not correct.
bn_bd: আপনার টাইপ করা পুরনো পিন সঠিক নয়।

source: The password must have at least 8 characters.
bn_bd: পাসওয়ার্ডটি অবশ্যই অন্ততঃ ৮ অক্ষরের হতে হবে।

source: The phone number you are calling is not valid.
bn_bd: আপনি যে ফোন নাম্বারে কল করেছেন তা সঠিক নয়।

source: The PIN2 code is incorrect.
bn_bd: পিন২ কোডটি সঠিক নয়।

source: The PIN code should have been provided to you by whomever sent you the configuration message.
bn_bd: যে আপনাকে কনফিগারেশন বার্তা পাঠিয়েছে তার কাছ থেকেই আপনার পিনটি পাওয়ার কথা।

source: The PINs you typed do not match
bn_bd: আপনার টাইপ করা পিন মিলছে না

source: The PIN was incorrect.
bn_bd: PIN টি ভুল ছিল।

source: The PIN you have entered is incorrect. The PIN code should have been provided to you by whomever sent you the configuration message.
bn_bd: আপনার প্রবেশকৃত পিনটি সঠিক নয়। যে আপনাকে কনফিগারেশন বার্তা পাঠিয়েছে তার কাছ থেকেই আপনার পিনটি পাওয়ার কথা।

source: The PUK code is incorrect.
bn_bd: PUK কোডটি সঠিক নয়।

source: The PUK was incorrect.
bn_bd: PUK কোডটি ভুল।

source: The PUK you typed is not correct
bn_bd: আপনি যে PUK টাইপ করেছেন তা সঠিক নয়

source: There is a problem opening {{name}}. Would you like to save the file or delete it?
bn_bd: {{name}} খুলতে সমস্যা হচ্ছে। আপনি কি সংরক্ষণ করতে চান, অথবা অপসারণ করবেন?

source: There is a problem with the attached file and it cannot be downloaded.
bn_bd: সংযুক্ত ফাইলে ত্রুটি রয়েছে এবং এটি ডাউনলোড করা যাচ্ছে না।

source: There is a problem with the server "{{server}}". Try again later.
bn_bd: "{{server}}" সার্ভারে কিছু একটা সমস্যা হয়েছে। পরে আবার চেষ্টা করুন।

source: There is no application available to open this file type.
bn_bd: এই ধরনের ফাইল খোলার জন্য কোনো অ্যাপ্লিকেশন নেই।

source: There is no more room on your SD card to save your download. Please remove some files before restarting the download.
bn_bd: আপনার ডাউনলোড সংরক্ষণ করার জন্য এসডি কার্ডে জায়গা নেই। ডাউনলোড পুনরায় চালু করার অনুগ্রহ করে কিছু ফাইল অপসারণ করুন।

source: There is not enough space to install this app. Free up space by deleting old apps or media, and try installing again from the original source.
bn_bd: অ্যাপ ইনস্টল করার জন্য প্রয়োজনীয় জায়গা নেই। পুরাতন অ্যাপ বা মিডিয়া অপসারণ করে জায়গা খালি করুন এবং আবার আসল সোর্স থেকে ইনস্টল করার চেষ্টা করুন।

source: There is not enough storage space on your device to save this song.
bn_bd: গানটি সংরক্ষনের জন্য আপনার ডিভাইস স্টোরেজে পর্যাপ্ত স্থান খালি নেই।

source: There isn’t an app that can open {{name}}. Would you like to save the file or delete it?
bn_bd: {{name}} অ্যাপটি চালু করা যাবে না। আপনি কি ফাইলটি সংরক্ষণ করতে চান, অথবা অপসারণ করবেন?

source: The remainder of the software that is not under the Mozilla Public License 2.0 MPL is available under one of a variety of other licenses. Those that require reproduction of the license text in the distribution are given below. (Note: Your copy of this product may not contain code covered by one or more of the licenses listed here, depending on the exact product and version you choose.)
bn_bd: এই সফটওয়্যার এর বাকি অংশগুলো মজিলা পাবলিক লাইসেন্স ২.০ এমপিএল এর আওতাভুক্ত নয় কিন্তু আরও অনেক লাইসেন্সের কোনো একটির আওতায় রয়েছে। যেগুলোর বিতরণের ক্ষেত্রে পুনরায় লাইসেন্স টেক্সট প্রস্তুত করতে হবে সেগুলো নিচে দেওয়া হল।(নোট: আপনার এই পণ্যে হয়ত এক বা একাধিক লাইসেন্স যা এখানে আছে তার কোড নাও থাকতে পারে, এটি নির্ভর করে মূল পণ্য বা সংস্করণ আপনি নির্বাচন করেছেন তার উপর।)

source: There seems to be a problem with your verification code. Let's try once again!
bn_bd: আপনার যাচাইকারী কোডে ত্রুটি আছে। আরেকবার চেষ্টা করা যাক!

source: There’s not enough space on the memory card to export the contacts
bn_bd: পরিচিতি তালিকা এক্সপোর্ট করার জন্য মেমরি কার্ডে যথেষ্ট পরিমাণ জায়গা নেই

source: There was a error while authenticating the sender of the message.
bn_bd: বার্তার প্রেরককে অনুমোদন দেয়ার সময় একটি ত্রুটি হয়েছে।

source: There was an error setting the contact as ICE
bn_bd: পরিচিতিটি ICE হিসেবে সেট করতে একটি সমস্যা হয়েছে

source: There was an error when checking for updates.
bn_bd: হালনাগাদ খুঁজতে গিয়ে কিছু একটা সমস্যা হয়েছে।

source: There was an error while downloading the updates.
bn_bd: হালনাগাদ ডাউনলোড করার সময় ত্রুটি পাওয়া গেছে।

source: There was an error while restarting the download. Please try to download again.
bn_bd: পুনরায় ডাউনলোড করতে গিয়ে ত্রুটি পাওয়া গিয়েছে। অনুগ্রহ করে আবার ডাউনলোড করুন।

source: There was an issue creating the ringtone. Please try again.
bn_bd: রিংটোন তৈরিতে একটি সমস্যা হয়েছে। দয়া করে পুনরায় চেষ্টা করুন।

source: There was a problem sending the code. Please, try again.
bn_bd: কোড প্রেরণে একটি সমস্যা হয়েছে। অনুগ্রহ করে, পুনরায় চেষ্টা করুন।

source: There was a problem sending the message. Please try again.
bn_bd: বার্তা পাঠানোর একটি সমস্যা হয়েছিল। আবার চেষ্টা করুন।

source: The screenshot could not be saved
bn_bd: স্ক্রিনশট সংরক্ষিত হয়নি

source: These are the apps for <b>{{query}}</b>,<br /><br /> tap any icon to open it.
bn_bd: <b>{{query}}</b>,<br /><br /> এর জন্য অ্যাপ হচ্ছে এগুলো, ওপেন করতে যেকোনটি ট্যাপ করুন।

source: The selected attachment is too large to send with this message.
bn_bd: বার্তার সাথে প্রেরণের জন্য নির্বাচিত সংযুক্তির আকার অনেক বড়।

source: The selected attachments are too large to send with this message. Try selecting fewer files.
bn_bd: বার্তার সাথে প্রেরণের জন্য নির্বাচিত সংযুক্তিসমূহের আকার অনেক বড়। কম ফাইল নির্বাচন করে চেষ্টা করুন।

source: The seller has locked this media file so that it cannot be shared with others or transferred to a new device.
bn_bd: বিক্রেতা এই মিডিয়া ফাইলটি লক করে দিয়েছে যেন এটি কারও সাথে শেয়ার বা অন্য কোন ডিভাইসে পাঠানো না যায়।

source: The server said you’re not authorized to create an account
bn_bd: সার্ভারের তথ্যমতে আপনার অ্যাকাউন্ট তৈরীর অনুমোদন নেই

source: The server "{{server}}" is offline for maintenance. Try again later.
bn_bd: সার্ভারটি "{{server}}" মেরামত কাজের জন্য অফলাইন আছে। কিছুক্ষণ পর আবার চেষ্টা করুন।

source: The SIM card is blocked.
bn_bd: সিম কার্ডটি ব্লক হয়ে গেছে।

source: The SIM card is locked
bn_bd: সিম কার্ডটি তালাবদ্ধ করা হয়েছে

source: The SIM card is locked.
bn_bd: সিম কার্ডটি লক হয়ে গেছে।

source: The SSID cannot be empty
bn_bd: SSID খালি থাকতে পারে না

source: The transfer has started
bn_bd: স্থানান্তর শুরু হয়েছে

source: The verification server is unavailable at this time. Please check your Internet connection, try again or wait a few minutes.
bn_bd: যাচাইকারী সার্ভার এই মুহূর্তে উপলব্ধ নয়। আপনার ইন্টারনেট কানেকশন চেক করুন, আবার চেষ্টা করুন নাহলে এক মিনিট অপেক্ষা করুন।

source: The video could not be downloaded because of a network error.
bn_bd: নেটওয়ার্ক জনিত ত্রুটির কারনে ভিডিওটি ডাউনলোড হতে পারছে না।

source: This account already exists.
bn_bd: অ্যাকাউন্টটি ইতোমধ্যে বিদ্যমান।

source: This account is already configured.
bn_bd: অ্যাকাউন্টটি ইতিমধ্যেই কনফিগার করা হয়েছে।

source: This clears private data from bookmarks that have been added to the home screen. This cannot be undone.
bn_bd: এটা হোম স্ক্রিনে যুক্ত হওয়া বুকমার্কের ব্যক্তিগত ডাটা অপসারণ করবে। অপসারিত হওয়ার পর আর ফিরে পাওয়া যাবে না।

source: This contact does not have an email address
bn_bd: এই পরিচিতির কোনো ইমেইল ঠিকানা নেই

source: This contact does not have a phone number
bn_bd: এই পরিচিতির কোনো ফোন নম্বর নেই

source: This contact does not have a phone number and email address
bn_bd: এই পরিচিতির কোনো ফোন নাম্বার ও ইমেইল ঠিকানা নেই

source: This contact doesn't have a phone number
bn_bd: এই পরিচিতির কোনো ফোন নাম্বার নেই

source: This contact is already an existing ICE contact
bn_bd: এই পরিচিতিটি ইতিমধ্যেই ICE পরিচিতিতে আছে

source: This device is currently offline. Connect to a network and try again.
bn_bd: ডিভাইসটি বর্তমানে অফলাইনে আছে। নেটওয়ার্কে সংযুক্ত হোন এবং পুনরায় চেষ্টা করুন।

source: This file is too large to download.
bn_bd: ডাউনলোডের জন্য এই ফাইলটি অনেক বড়।

source: This is already the latest version of {{brandShortName}}
bn_bd: {{brandShortName}} এর এটিই সর্বশেষ ভার্সন

source: This is your last chance to enter the correct PIN2. Otherwise, you must enter the PUK2 code to use this SIM card.
bn_bd: সঠিক পিন২ প্রবেশের জন্য এটাই আপনার শেষ সুযোগ। নাহলে, সিম কার্ডটি চালাতে হলে আপনাকে অবশ্যই পাক২ প্রবেশ করাতে হবে।

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
bn_bd: সঠিক PIN টি প্রবেশ করাতে এটাই আপনার শেষ সুযোগ। নয়তো এই SIM কার্ডটি ব্যবহার করতে আপনাকে অবশ্যই PUK কোডটি প্রবেশ করাতে হবে।

source: This is your last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code.
bn_bd: সঠিক PUK কোড প্রবেশ করানোর জন্য এটাই আপনার শেষ সুযোগ। ভুল PUK কোড প্রবেশ করানোর কারনে আপনার সিম কার্ড টি চিরতরে অকেজো হয়ে যাবে।

source: This may be due to a damaged certificate file, for example.
bn_bd: যেমন, সার্টিফিকেট ফাইল নষ্ট থাকলেও এটা হতে পারে।

source: This may be due to a storage issue, for example.
bn_bd: যেমন, এটা স্টোরেজ সমস্যার কারণে হতে পারে।

source: This may include things like open pages and apps, text typed into forms and the content of open messages, recent browsing history, or geolocation used by an open app.
bn_bd: এর মধ্যে আরও যা থাকতে পারে যেমন খোলা পাতা এবং অ্যাপ, ফর্মে টাইপ করা লেখা এবং খোলা কোনো বার্তার বিষয়বস্তু, সাম্প্রতিক ব্রাউজের ইতিহাস, অথবা কোনো খোলা অ্যাপ কর্তৃক ব্যবহৃত ভৌগলিক অবস্থান।

source: This message has already been deleted.
bn_bd: এই বার্তাটি ইতোমধ্যে অপসারিত হয়েছে।

source: This message has expired
bn_bd: এই বার্তাটি মেয়াদোত্তীর্ণ

source: This message is large and may take some time to download.
bn_bd: এই বার্তাটি বিশাল তাই এটি ডাউনলোড হতে কিছু সময় লাগবে।

source: this month
bn_bd: চলতি মাস

source: This phone number is invalid.
bn_bd: ফোন নম্বরটি অকার্যকর।

source: This type of purchased media is not supported on your phone.
bn_bd: এই ধরণের ক্রয়কৃত মিডিয়া আপনার ফোন সমর্থন করে না।

source: this week
bn_bd: এই সপ্তাহে

source: This will erase all data stored on your SD card, such as music and photos.
bn_bd: এর দ্বারা আপনার এসডি কার্ডে থাকা সমস্ত তথ্য অপসারিত হবে, যেমন সঙ্গীত এবং ছবিসমূহ।

source: this year
bn_bd: এই বছর

source: Three Columns
bn_bd: তিনটি কলাম

source: Thu
bn_bd: বৃহঃ

source: Thursday
bn_bd: বৃহস্পতিবার

source: Timer
bn_bd: টাইমার

source: Time to Load
bn_bd: লোডিং এর সময়

source: Time zone
bn_bd: টাইম জোন

source: Time Zone
bn_bd: সময় অঞ্চল

source: {{title}} started {{distance}}
bn_bd: {{title}} শুরু {{distance}}

source: {{title}} starting {{distance}}
bn_bd: {{title}} শুরু হচ্ছে {{distance}}

source: To
bn_bd: প্রাপক

source: To:
bn_bd: প্রাপক:

source: today
bn_bd: আজ

source: To export contacts insert a memory card
bn_bd: পরিচিতি এক্সপোর্ট করতে মেমরি কার্ড প্রবেশ করুন

source: To export contacts insert or unlock your SIM card
bn_bd: পরিচিতি এক্সপোর্ট করতে সিম কার্ড প্রবেশ বা আনলক করুন

source: Toggle keypad
bn_bd: টোগল কীপ্যাড

source: To import contacts connect to Wi-Fi or data network
bn_bd: পরিচিতি ইমপোর্ট করতে ওয়াই-ফাই অথবা ডাটা নেটওয়ার্কে সংযুক্ত হোন

source: To import contacts insert a memory card
bn_bd: পরিচিতিগুলি ইমপোর্ট করতে মেমরি কার্ড প্রবেশ করান

source: To import contacts insert or unlock your SIM card
bn_bd: পরিচিতিগুলি ইমপোর্ট করতে সিম কার্ড প্রবেশ করান অথবা আনলক করুন

source: To import Facebook friends or contacts connect to Wi-Fi or data network
bn_bd: ফেইসবুক বন্ধু অথবা পরিচিতিগুলি ইমপোর্ট করতে ওয়াই-ফাই বা ডাটা নেটওয়ার্কে যুক্ত করুন

source: To make a call, the phone must be connected to a network.
bn_bd: ফোন করার জন্য, আপনার ফোনকে অবশ্যই নেটওয়ার্কে সংযুক্ত হতে হবে।

source: To make a call you need to disable airplane mode in settings.
bn_bd: ফোন করতে সেটিং থেকে আপনাকে বিমান মুড বন্ধ করতে হবে।

source: tomorrow
bn_bd: আগামীকাল

source: to navigate between calendar dates.
bn_bd: ক্যালেন্ডারের তারিখ ন্যাভিগেট করতে।

source: "{{tone}}" is the current default alert.\u000A\u000AAre you sure you want to delete it?
bn_bd: "{{tone}}" বর্তমান ডিফল্ট এলার্টটোন।\n\nআপনি কি এটি অপসারণের ব্যপারে নিশ্চিত?

source: "{{tone}}" is the current default ringtone.\u000A\u000AAre you sure you want to delete it?
bn_bd: "{{tone}}" বর্তমান ডিফল্ট রিংটোন।\n\nআপনি এটি অপসারণের ব্যপারে নিশ্চিত?

source: Tones
bn_bd: টোন

source: To pair with {{device}}, enter the passkey on the device.
bn_bd: {{device}} এর সাথে জুটিবদ্ধ হতে, ডিভাইসটিতে পাসকী টি প্রবেশ করান।

source: To pair with {{device}}, enter the PIN on the device.
bn_bd: {{device}} এর সাথে জুটিবদ্ধ হতে, ডিভাইসটিতে পিনটি প্রবেশ করান।

source: To pair with {{device}}, make sure that both devices currently have the following PIN displayed:
bn_bd: {{device}} এর সাথে জুটিবদ্ধ হওয়ার জন্য, নিশ্চিত করুন যে উভয় ডিভাইসে নিচের পিন প্রদর্শন করছে:

source: Top Apps
bn_bd: শীর্ষ অ্যাপ

source: {{topic}} on {{name}}
bn_bd: {{topic}}, {{name}}

source: To prevent possible hearing damage, do not listen at high volume levels for long periods.
bn_bd: শ্রবণশক্তির সম্ভাব্য ক্ষতি প্রতিরোধ করার জন্য, দীর্ঘ সময় ধরে জন্য উচ্চ ভলিউমে শুনবেন না।

source: TOP SITES
bn_bd: শীর্ষ সাইট

source: Top Up
bn_bd: টপ আপ

source: Top-up confirmed
bn_bd: রিচার্জ নিশ্চিৎ

source: Top-up not confirmed
bn_bd: টপ-আপ নিশ্চিত হয়নি

source: To send and receive email, you will need to set up an account.
bn_bd: মেইল পাঠাতে এবং গ্রহন করতে, আপনাকে একটি আ্যাকাউন্ট তৈরী করতে হবে।

source: Total space
bn_bd: মোট স্থান

source: Total Space
bn_bd: মোট স্থান

source: To view your device's location, you must enable geolocation tracking.
bn_bd: আপনার ডিভাইসের ভৌগলিক অবস্থান দেখতে হলে, আপনাকে অবশ্যই ভৌগলিক অবস্থান ট্র্যাকিং সক্রিয় করতে হবে।

source: Tracking will reset on this date
bn_bd: ট্র্যাকিং এই তারিখে রিসেট হবে

source: Tracks
bn_bd: ট্র্যাক

source: Transfer
bn_bd: স্থানান্তর

source: Transfer Contacts
bn_bd: পরিচিতি স্থানান্তর

source: Transfer report:
bn_bd: স্থানান্তর রিপোর্ট:

source: Trash
bn_bd: আবর্জনা

source: Travel
bn_bd: ভ্রমণ

source: Try freeing up space by deleting media.
bn_bd: কিছু মিডিয়া ডিলিট করে ফাকা স্থান তৈরীর চেষ্টা করুন।

source: Try sharing one video at a time.
bn_bd: একবারে একটি ভিডিও শেয়ার করার চেষ্টা করুন।

source: Try updating your balance or retry top-up.
bn_bd: আপনার ব্যালেন্স হালনাগাদ করার চেষ্টা করুন অথবা আবার টপ-আপ করার চেষ্টা করুন।

source: Tsunami warning!
bn_bd: সুনামি সতর্কতা!

source: Tue
bn_bd: মঙ্গল

source: Tuesday
bn_bd: মঙ্গলবার

source: Turn automatic selection off to view available network operators.
bn_bd: স্বয়ংক্রিয় নির্বাচন বন্ধ করুন যাতে উপস্থিত নেটওয়ার্ক অপারেটরদের দেখা যায়।

source: Turn Bluetooth on to view devices in the area.
bn_bd: আশেপাশের ডিভাইসগুলো দেখার জন্য ব্লুটুথ চালু করুন।

source: Turned off
bn_bd: বন্ধ

source: Turning on Do Not Track will not affect your ability to sign in to websites nor cause your device to forget your private information, such as the contents of shopping carts, location information or sign-in information.
bn_bd: ট্র্যাক করবেন না চালু করলে আপনি যেমন সাইন ইন করতে সমস্যায় পড়বেন না, তেমনি ডিভাইস আপনার ব্যক্তিগত তথ্য যেমন, শপিং কার্ট, অবস্থানের তথ্য কিংবা সাইন-ইন তথ্য ভুলে যাবে না।

source: Turn off airplane mode
bn_bd: বিমান মোড বন্ধ করুন

source: Turn off airplane mode to send messages.
bn_bd: বার্তা পাঠাতে এরোপ্লেন মোড বন্ধ করুন।

source: Turn off airplane mode to update your balance or top up.
bn_bd: আপনার ব্যালেন্স বা টপ-আপ হালনাগাদ করতে এরোপ্লেন মোড বন্ধ করুন।

source: Turn off Airplane mode to use FM Radio.
bn_bd: FM রেডিও ব্যবহার করতে এরোপ্লেন মোড বন্ধ করুন।

source: Turn off airplane mode to use Wi-Fi hotspot
bn_bd: ওয়াই ফাই হটস্পট ব্যবহার করার জন্য বিমান মোড বন্ধ করুন

source: Turn on
bn_bd: চালু করুন

source: Turn On
bn_bd: চালু করুন

source: Turn ON
bn_bd: চালু করুন

source: Turn on airplane mode
bn_bd: বিমান মোড চালু করুন

source: Turn On Automatically
bn_bd: স্বয়ংক্রিয়ভবে চালু করুন

source: Turn on Bluetooth and connect to {{deviceName}}?
bn_bd: ব্লুটুথ চালু করে {{deviceName}} এর সাথে সংযোগ স্থাপন করতে চান?

source: Turn on Bluetooth and connect to the device?
bn_bd: ব্লুটুথ চালু করে ডিভাইসটির সাথে সংযোগ স্থাপন করতে চান?

source: Turn ON data connection?
bn_bd: ইন্টারনেট সংযোগ চালু করবেন?

source: Turn ON data roaming?
bn_bd: ডাটা রোমিং চালু করবেন?

source: Turn Wi-Fi on to view available networks.
bn_bd: উপস্থিত নেটওয়ার্কসমূহ দেখতে ওয়াইফাই চালু করুন।

source: Tutorial
bn_bd: টিউটোরিয়াল

source: TV
bn_bd: টিভি

source: Two-Factor Enabled
bn_bd: টু-ফেক্টর সক্রিয়

source: Two fingers swipe up from the bottom edge to trigger card view.
bn_bd: কার্ড ভিউ চালু বা বন্ধ করতে নিচ থেকে দুই আঙ্গুলে সুইপ করুন।

source: Type a PIN that is 4 to 8 numbers
bn_bd: ৪ থেকে ৮ সংখ্যাবিশিষ্ট একটি পিন টাইপ করুন

source: Type of Contract
bn_bd: চুক্তির ধরন

source: Type PUK2 to unblock SIM card
bn_bd: সিম কার্ড আনব্লক করতে PUK2 টাইপ করুন

source: Type your CCK code
bn_bd: আপনার CCK কোড লিখুন

source: Type your HNCK code
bn_bd: আপনার HNCK কোড লিখুন

source: Type your NCK1 code
bn_bd: আপনার NCK1 কোড লিখুন

source: Type your NCK2 code
bn_bd: আপনার NCK2 কোড লিখুন

source: Type your NCK code
bn_bd: আপনার NCK কোড লিখুন

source: Type your PIN code
bn_bd: আপনার পিন কোড লিখুন

source: Type your RCCK code
bn_bd: আপনার RCCK কোড লিখুন

source: Type your response…
bn_bd: আপনার উত্তর লিখুন…

source: Type your RSPCK code
bn_bd: আপনার RSPCK কোড লিখুন

source: Type your SPCK code
bn_bd: আপনার SPCK কোড লিখুন

source: ,\u20
bn_bd: ,\u00A0

source: Unable to automatically configure your account. Correct your e-mail address or try the manual configuration option.
bn_bd: স্বয়ংক্রিয়ভাবে আপনার অ্যাকাউন্টটি কনফিগার করা সম্ভব হচ্ছে না। আপনার ইমেইল ঠিকানাটি ঠিক করুন অথবা ম্যানুয়াল কনফিগারেশন অপশনটি চেষ্টা করে দেখুন।

source: Unable to call the voicemail. Set up the voicemail number to place the call.
bn_bd: ভয়েসমেইল এ কল করতে ব্যর্থ। কল স্থাপন করতে ভয়েসমেইল নম্বর সেট আপ করুন।

source: Unable to confirm call waiting preferences
bn_bd: কল ওয়েটিং নিশ্চিতকরনে ব্যর্থ

source: Unable to Connect
bn_bd: সংযোগ করতে ব্যর্থ

source: Unable to connect devices
bn_bd: যন্ত্রগুলো সংযোগ করতে অসমর্থ

source: Unable to connect to server
bn_bd: সার্ভারের সাথে সংযোগ স্থাপন করা যায়নি

source: Unable to download
bn_bd: ডাউনলোড সম্ভব নয়

source: Unable to establish a connection with "{{server}}". There may be a problem with the network.
bn_bd: "{{server}}"এর সাথে নিরাপদ সংযোগ স্থাপন করা যাচ্ছে না। এটি আপনার নেটওয়ার্কের সমস্যা হতে পারে।

source: Unable to establish a secure connection with "{{server}}". There may be a problem with your network or the server.
bn_bd: "{{server}}"এর সাথে নিরাপদ সংযোগ স্থাপন করা যাচ্ছে না। এটি আপনার নেটওয়ার্ক বা সার্ভারের সমস্যা হতে পারে।

source: Unable to make a phone call now
bn_bd: বর্তমানে ফোনকল করতে ব্যর্থ

source: Unable to merge calls
bn_bd: কলগুলি একত্রিত করা যাচ্ছে না

source: Unable to open
bn_bd: খুলতে ব্যর্থ

source: Unable to pair devices
bn_bd: ডিভাইস জুটিবদ্ধ করা সম্ভব নয়
